Repository: jaw4ik/assessment
Catalog: sources/easygenerator.Web/Resources/Views/Account/Resources.*.resx
Languages: de, fr, nl, pt, uk

# AccountAlreadyExists
source: This account already exists
de: Dieses Konto besteht bereits
fr: Ce compte existe déjà. Cliquez sur Se Connecter et réessayez.
nl: Dit account bestaat al
pt: Esta conta já existe. Clique em Entrar e tente novamente
uk: Такий акаунт вже існує. Клікніть Авторизуватись і спробуйте знову

source: be at least 7 characters long;
de: mindestens 7 Zeichen lang sein;
fr: être composé d'au moins 7 caractères ;
nl: minstens zeven tekens lang zijn;
uk: щонайменше 7 символів;

source: Checking...
de: Überprüfung...
fr: Vérification…
nl: Bezig met controle...
pt: Verificando...
uk: Перевірка...

source: Choose your country...
de: Wählen Sie Ihr Land aus...
fr: Sélectionnez votre pays…
nl: Kies uw land...
pt: Selecione seu pais...
uk: Виберіть свою країну...

source: contain at least one digit;
de: mindestens eine Ziffer enthalten;
fr: contenir au moins un chiffre ;
nl: minstens één cijfer hebben;
uk: містить хоча б одну цифру;

source: contain at least one lower case letter;
de: mindestens einen Kleinbuchstaben enthalten;
fr: contenir au moins une minuscule ;
nl: minstens één kleine letter hebben;
uk: містить хоча б одну літеру нижнього регістру;

source: contain at least one special character;
de: mindestens ein Sonderzeichen enthalten;
nl: minstens één speciaal teken hebben;
uk: містить хоча б одну літеру верхнього регістру;

source: Continue
de: Weiter
fr: Continuer
nl: Doorgaan
uk: Продовжити

# CouldNotVerifyPasswordRecovery
source: Sorry! We could not verify that this user requested a password reset. Please, initiate resetting procedure again.
de: Wir konnten leider nicht verifizieren, ob dieser Benutzer eine Kenntwortrücksetzung angefordert hat. Bitte starten Sie die Rücksetzungsprozedur erneut.
fr: Une erreur s'est produite. Veuillez réessayer. Contactez support@easygenerator.com si le problème persiste.
nl: Helaas. We kunnen niet verifiëren dat deze gebruiker heeft verzocht om het wachtwoord opnieuw in te stellen. Start de herstelprocedure opnieuw.
pt: Algo não funcionou corretamente. Tente novamente. Contate support@easygenerator.com caso o problema persista.
uk: Щось пішло не так. Спробуте знову. Якщо проблема не зникне надішліть нам електронного листа на адресу support@easygenerator.com

# CountryCaption
source: Country
de: Land
fr: Pays
nl: Land
uk: Країна

# CreateAccountTitle
source: Create account
de: Konto erstellen
fr: Commencez à créer des cours maintenant !
nl: Account maken
pt: Inicie criando cursos agora!
uk: Почни створювати курси!

# EnterValidCountry
source: Fill in your country
fr: Saisissez le nom de votre pays
pt: Informe seu pais
uk: Виберіть свою країну

# EnterValidEmailMessage
source: Enter a valid e-mail
de: Geben Sie eine gültige E-Mail-Adresse ein
fr: Saisissez un email valide
nl: Voer een geldig e-mailadres in
pt: Entre um e-mail válido
uk: Введіть валідний e-mail

# EnterValidFirstName
source: Fill in your first name
fr: Saisissez votre prénom
pt: Informe seu primeiro nome
uk: Введіть ім'я

# EnterValidLastName
source: Fill in your last name
fr: Saisissez votre nom
pt: Informe seu sobrenome
uk: Введіть прізвище

# EnterValidPhoneNumber
source: Fill in your phone number
de: Geben Sie eine gültige Telefonnummer ein
fr: Saisissez votre numéro de téléphone
nl: Voer een geldig telefoonnummer in
pt: Informe seu telefone
uk: Введіть свій номер телефону

source: Finish
de: Fertig stellen
fr: Commencez la réalisation !
nl: Afsluiten
pt: Iniciar autoria!
uk: Почніть створювати!

# FirstNameCaption
source: First name
fr: Prénom
pt: Primeiro nome
uk: Ім'я

# ForgotPassword
source: Forgot your password?
de: Haben Sie Ihr Kennwort vergessen?
fr: Mot de passe oublié ?
nl: Wachtwoord vergeten?
pt: Esqueceu a senha?
uk: Забули пароль?

# ForgotPasswordBody
source: <div> Hello, <p>Someone recently requested a password reset for your account at <a href="{0}">{0}</a>.</p> <p> To reset the password please click on the link below:<br /> <a href="{1}">{1}</a> </p> <p> If this is a mistake just ignore this e-mail - your password will not be changed. </p> <p> Thank you for using easygenerator.com and have a nice day! </p> <strong>--</strong><br /> <strong>Best regards,</strong><br /> <strong>easygenerator team</strong> </div>
de: <div> Guten Tag, <p>Jemand hat vor Kurzem eine Kenntwortrücksetzung auf <a href="{0}">{0}</a> beantragt.</p> <p> Um das Kennwort zurückzusetzen, klicken Sie bitte auf den folgenden Link:<br /> <a href="{1}">{1}</a> </p> <p> Sollte es sich hierbei um einen Fehler handeln, ignorieren Sie einfach diese E-Mail, Ihr Kennwort wird nicht geändert. </p> <p> Vielen Dank, dass Sie easygenerator.com verwenden, und einen guten Tag! </p> <strong>--</strong><br /> <strong>Viele Grüße,</strong><br /> <strong>Ihr easygenerator-Team</strong> </div>
fr: <div> Bonjour, <p> Quelqu'un a effectué une demande de réinitialisation du mot de passe sur votre compte à <a href=""{0}"">{0}</a>. </p> <p> Pour réinitialiser le mot de passe, veuillez cliquer sur le lien ci-dessous :<br /> <a href=""{1}"">{1}</a> </p> <p> Si vous n'avez pas effectué cette demande, veuillez ignorer ce message. Votre mot de passe ne sera pas modifié. </p> <p> Nous vous remercions d'utiliser easygenerator.com et nous vous souhaitons une excellente journée ! </p> -- <p> <strong> Cordialement,<br /> L'équipe d'easygenerator </strong> </p> </div>
nl: <div> Hallo, <p>Iemand heeft recentelijk geprobeerd het wachtwoord voor uw account bij <a href="{0}">{0}</a> opnieuw in te stellen.</p> <p> Als u het wachtwoord opnieuw wilt instellen, klikt u op de onderstaande koppeling:<br /> <a href="{1}">{1}</a> </p> <p> Als dit een vergissing is, kunt u deze e-mail negeren. Uw wachtwoord wordt dan niet gewijzigd. </p> <p> Dank u voor het gebruik van easygenerator.com en een prettige dag! </p> <strong>--</strong><br /> <strong>Vriendelijke groet,</strong><br /> <strong>team van easygenerator</strong> </div>
pt: <div> Olá, <p> Alguém solicitou um reset da senha da sua conta em <a href=""{0}"">{0}</a>. </p> <p> Para resetar a senha, favor clicar no link abaixo:<br /> <a href=""{1}"">{1}</a> </p> <p> Se você não fez a solicitação, ignore esta mensagem. Sua senha não será alterada. </p> <p> Obrigado por usar easygenerator.com e tenha um bom dia! </p> -- <p> <strong> Atenciosamente,<br /> time do easygenerator </strong> </p> </div>
uk: <div> Привіт, <p> Хтось просив скинути пароль для вашого облікового запису на <a href="{0}">{0}</a>. </p> <p> Щоб скинути пароль натисніть на посилання нижче:<br /> <a href="{1}">{1}</a> </p> <p> Якщо це не Ви робили запит на зміну пароля, проігноруйте даний лист, пароль не буде змінено. </p> <p> Дякуємо, що використовуєте easygenerator.com і хорошого Вам дня! </p> -- <p> <strong> З найкращими побажаннями,<br /> команда easygenerator </strong> </p> </div>

# ForgotPasswordSent
source: We have sent you an e-mail with instructions on how to reset your password.
de: Wir haben Ihnen eine E-Mail mit Anleitungen zum Rücksetzen Ihres Kenntworts gesendet.
fr: Nous vous avons envoyé un email avec des instructions sur comment réinitialiser votre mot de passe.
nl: We hebben een e-mail verzonden met instructies voor het opnieuw instellen van uw wachtwoord.
pt: Nós lhe enviamos um e-mail com instruções de como ressetar sua senha.
uk: На ваш e-mail було надіслано листа з інструкціями для відновлення пароля.

# ForgotPasswordSubject
source: Password reset on {0}
de: Kennwortrücksetztung auf {0}
fr: Mot de passe pour easygenerator
nl: Uw poging uw wachtwoord opnieuw in te stellen op {0}
pt: Senha para o Easygenerator
uk: Пароль для easygenerator

source: Hide password
fr: Cacher le mot de passe
pt: Ocultar senha
uk: Сховати пароль

# IncorrectEmailOrPassword
source: Such e-mail and password combination not found
de: Diese Kombination von E-Mail-Adresse und Kennwort wurde nicht gefunden.
fr: La combinaison de l'email et du mot de passe n'existe pas. Veuillez réessayer ou réinitialiser le mot de passe.
nl: Deze combinatie van e-mailadres en wachtwoord is niet gevonden.
pt: Combinação e-mail e senha não existe. Tente novamente ou resete a senha.
uk: Такої комбінації e-mail і пароля не існує. Спробуйте знову або відновіть пароль.

# InviteCollaboratorBody
source: <div> <p>{0} wants to work with you on an eLearning course being created in easygenerator.</p> <p>If you don’t have an easygenerator account, you can create one for free. Go to: <a href="{1}">{1}</a> and sign up with the same email address as in this mail ({2}) and the course will be available after login.</p> <p>Kind regards,<br/>easygenerator Team</p> </div>
fr: <div> <p>{0} souhaite travailler avec vous pour un cours e-learning sur easygenerator.</p> <p>Vous pouvez créer un compte easygenerator gratuitement. Rendez-vous sur : <a href="{1}">{1}</a>, inscrivez-vous avec cette adresse email et, une fois que vous vous êtes connecté, le cours sera disponible.</p> <p>Cordialement,<br/> L'équipe d'easygenerator </p> </div>
pt: <div> <p>{0} deseja trabalhar com você em um curso EAD no Easygenerator.</p> <p>Você pode criar uma conta Easygenerator gratis. Vá para: <a href="{1}">{1}</a> e registre com este endereço de e-mail e o curso estará disponível após o login.</p> <p>Atenciosamente,<br/> Time Easygenerator</p> </div>
uk: <div> <p>{0} wants to work with you on an eLearning course in easygenerator.</p> <p>You can create an easygenerator account for free. Go to: <a href="{1}">{1}</a> and register with this email address and the course will be available after login.</p> <p>Kind regards,<br/>easygenerator Team</p> </div>

# InviteCollaboratorSubject
source: You’ve been invited to help {0} build an elearning course about {1}
fr: Vous êtes invité par {0} pour coréaliser un cours e-learning sur {1}
pt: Você foi convidado por {0} para co-autoria de um curso EAD sobre {1}
uk: {0} запрошує Вас до співавторства курса {1}

# LastNameCaption
source: Last name
fr: Nom
pt: Sobrenome
uk: Прізвище

source: No spaces
pt: A senha não pode conter espaços
uk: Немає пробілів

source: NOT contain whitespace character(s).
de: darf kein(e) Leerzeichen enthalten.
fr: Le mot de passe ne peut pas contenir d'espaces
nl: GEEN spatie(s) bevatten.
uk: Пароль не може містити пробіли

source: Nothing
de: Keines
nl: Geen
uk: Нічого

# NotLessThanSevenSymbols
source: Not less than 7 symbols
pt: tenha ao menos 7 caracteres;
uk: Не менше 7 символів

source: Now
de: Jetzt
nl: Nu
uk: Зараз

source: Numbers
uk: Числа

source: Optional information
de: Optionale Information
nl: Optionele informatie
uk: Необов'язкова інформація

source: Other
de: Sonstiges
nl: Anders
uk: Інше

# PasswordCaption
source: Password
de: Kennwort
fr: Mot de passe
nl: Wachtwoord
pt: Senha
uk: Пароль

source: Password does not meet requirements
de: Das Kenntwort erfüllt nicht die Anforderungen
fr: Le mot de passe ne répond pas aux exigences
nl: Wachtwoord voldoet niet aan de eisen
uk: Пароль не відповідає вимогам

source: Password is strong enough
de: Das Kennwort ist stark genug
fr: Le mot de passe répond aux exigences
nl: Wachtwoord is sterk genoeg
uk: Пароль відповідає вимогам

source: Password recovery
de: Kennwortwiederherstellung
fr: Réinitialiser le mot de passe
nl: Wachtwoordherstel
pt: Ressetar senha
uk: Скинути пароль

# PasswordRequirementsTitle
source: Password is required to:
de: Das Kennwort muss:
fr: Le mot de passe doit :
nl: Het wachtwoord moet:
uk: Вимоги до пароля:

# PhoneNumberCaption
source: Phone number
de: Telefonnummer
fr: Numéro de Téléphone
nl: Telefoonnummer
pt: Telefone
uk: Номер телефону

# RequestError
source: An error was encountered while processing your request:
de: Bei der Bearbeitung Ihrer Anfrage ist ein Fehler aufgetreten:
fr: Une erreur s'est produite. Veuillez réessayer. Contactez support@easygenerator.com si le problème persiste.
nl: Er is een fout opgetreden bij de verwerking van uw verzoek:
pt: Algo não funcionou corretamente. Tente novamente. Contate support@easygenerator.com caso o problema persista.
uk: Щось пішло не так. Спробуте знову. Якщо проблема не зникне надішліть нам електронного листа на адресу support@easygenerator.com

# RestorePasswordCaption
source: Enter your new password
de: Neues Kennwort eingeben
fr: Saisissez votre nouveau mot de passe
nl: Voer uw nieuwe wachtwoord in
uk: Введіть новий пароль

source: show
pt: Exibir
uk: показати

source: Show password
fr: Afficher le mot de passe
pt: Exibir senha
uk: Показати пароль

source: Sign in
de: Anmelden
fr: Se connecter
nl: Aanmelden
pt: Entrar
uk: Авторизація

# SignOutButton
source: Sign out
de: Abmelden
fr: Se déconnecter
nl: Afmelden
uk: Вихід

source: Sign up
de: Registrieren
fr: S'inscrire
nl: Inschrijven
pt: Cadastrar
uk: Реєстрація

# SignUpButton
source: Sign up
de: Registrieren
fr: S'inscrire
nl: Inschrijven
pt: Cadastrar
uk: Зареєструватись

source: Skip
de: Überspringen
nl: Overslaan
uk: Пропустити

# TryImageDevelopOn
source: Develop on
de: Entwickeln in
fr: Développer sur
nl: Ontwikkel hier
uk: Розробка на

# TryImagePublishTo
source: Publish to
de: Veröffentlichen in
fr: Éditer sur
nl: Publiceer hier
uk: Публікація в

source: Try now
de: Jetzt ausprobieren
fr: Essayer maintenant
nl: Nu proberen
uk: Спробувати зараз

# TrySubmitCaption
source: Try it now
de: Probieren Sie es jetzt aus
fr: L'essayer maintenant
nl: Probeer het nu
uk: Спробувати прямо зараз

# TrySubtitle
source: A revolutionary eLearning platform
de: Eine revolutionäre eLearning-Plattform
fr: Une plateforme d'e-learning révolutionnaire
nl: Een revolutionair eLearning-platform
uk: Революційна платформа електронного навчання

# TryTitle
source: Introducing <b>easygenerator</b>
de: <b>easygenerator</b> - Einführung
fr: Présentation d'easygenerator
nl: Introductie van <b>easygenerator</b>
uk: Введення в <b>easygenerator</b>

# TryWarningMessage
source: In Try It Now mode your content is not safe!
de: Im Jetzt ausprobieren-Modus sind Ihre Inhalte nicht sicher!
fr: Sous le mode "L'Essayer Maintenant", votre contenu n'est pas en sécurité !
nl: Uw inhoud is niet veilig in de Probeer-modus!
uk: В режимі "Спробувати зараз" ваш дані не зберігаються!

# AnotherTool
source: Another authoring tool
de: Mit einem anderen Autorentool
nl: Een andere schrijftool

source: Choose answer...
de: Antwort auswählen...
nl: Kies een antwoord...

source: contain at least one upper case letter;
de: mindestens einen Großbuchstaben enthalten;
fr: contenir au moins une majuscule ;
nl: minstens één hoofdletter hebben;

# EnterValidOrganization
source: Fill in your organization name
de: Geben Sie eine gültige Name der Organisiation ein
fr: Saisissez le nom de votre organisation
nl: Voer een geldig naam van organisatie in

# FullNameCaption
source: Full name
de: Vollständiger Name
nl: Volledige naam

# HowManyPeopleQuestion
source: How many people at your company are authoring courses?
de: Wie viele Personen in Ihrem Unternehmen erstellen Kurse?
nl: Hoeveel medewerkers in uw bedrijf schrijven cursusmateriaal?

source: Just looking
de: Ich informiere mich nur
nl: Ik oriënteer me alleen

# LicenseAgreeCheckBoxTitle
source: I have read and I agree to the <a href="{0}">Terms</a> and <a href="{1}">Privacy policy</a>
de: Ich habe die folgenden <a href="{0}">Nutzungsbedingungen</a> und <a href="{1}">Datenschutz</a> gelesen und stimme ihnen zu
nl: Ik heb de volgende <a href="{0}">Voorwaarden</a> en <a href="{1}">Privacy</a> gelezen en ga ermee akkoord

# OrganizationNameCaption
source: Organization name
de: Name der Organisiation
nl: Naam van organisatie

# Variant1Month
source: 1-3 months
de: In 1 - 3 Monaten
nl: 1-3 maanden

# VariantMore3Months
source: >3 months
de: In mehr als 3 Monaten
nl: >3 maanden

# WouldYouLikeAnIntroductionDemo
source: I would like an introduction demo!
fr: J'aimerai avoir une démo de présentation !
