Repository: jaw4ik/assessment
Catalog: sources/easygenerator.Web/Resources/Views/Resources.*.resx
Languages: de, fr, nl, pt, uk, zh

# AccountAlreadyExists
source: This account already exists. Click on Sign in and try again.
de: Dieses Konto besteht bereits. Klicken Sie auf Anmelden und versuchen Sie es erneut.
fr: Ce compte existe déjà. Cliquez sur Se Connecter et réessayez.
nl: Dit account bestaat al. Klik op Inschrijven en probeer het opnieuw
pt: Esta conta já existe. Clique em Entrar e tente novamente
uk: Такий акаунт вже існує. Клікніть Авторизуватись і спробуйте знову
zh: 此账号已存在。点击登录重试。

source: Checking...
de: Überprüfung...
fr: Vérification…
nl: Bezig met controle...
pt: Verificando...
uk: Перевірка...
zh: 正在检查…

# ChooseYourCountry
source: Select your country...
de: Wählen Sie Ihr Land aus...
fr: Sélectionnez votre pays…
nl: Kies uw land...
pt: Selecione seu pais...
uk: Виберіть свою країну...
zh: 选择国家

source: Comment was not sent.
de: Der Kommentar wurde nicht gesendet.
fr: Le commentaire n'a pas été envoyé.
nl: Opmerking niet verzonden
pt: Comentário não foi enviado.
uk: Коментар не був відправлений.
zh: 评论没有发送

source: Comment was sent
de: Der Kommentar wurde gesendet.
fr: Le commentaire a été envoyé
nl: Opmerking verzonden
pt: Comentário foi enviado
uk: Коментар було відправлено
zh: 评论已发送

source: Continue
de: Weiter
fr: Continuer
nl: Doorgaan
uk: Продовжити
zh: 继续

# CopyrightText
source: Copyright © 2016 easygenerator. All rights reserved.
fr: Copyright © 2016 easygenerator. Tous droits réservés.
pt: Copyright © 2016 easygenerator. Todos direitos reservados.
uk: © 2016 easygenerator. Всі права захищені.
zh: © 2017 easygenerator版权所有，保留所有权利

# CouldNotVerifyPasswordRecovery
source: An error occurred. Try again Contact support@easygenerator.com if the problem persists.
de: Wir konnten leider nicht herausfinden, ob dieser Benutzer eine Kennwortrücksetzung angefordert hat. Bitte starten Sie die Rücksetzungsprozedur erneut.
fr: Une erreur s'est produite. Veuillez réessayer. Contactez support@easygenerator.com si le problème persiste.
nl: Helaas. We kunnen niet verifiëren dat deze gebruiker heeft verzocht om het wachtwoord opnieuw in te stellen. Start de herstelprocedure opnieuw.
pt: Ocorreu um erro. Tente novamente. Contate support@easygenerator.com caso o problema persista.
uk: Щось пішло не так. Спробуте знову. Якщо проблема не зникне надішліть нам електронного листа на адресу support@easygenerator.com
zh: 出错了。请重试。如果问题仍然存在请联系support@easygenerator.com

# CreateAccountTitle
source: Start creating courses now!
de: Erstellen Sie jetzt Ihre ersten Kurse!
fr: Commencez à créer des cours maintenant !
nl: Start nu met het maken van cursussen
pt: Inicie criando cursos agora!
uk: Почни створювати курси зараз!
zh: 现在开始创建课程

source: eLearning expert
de: E-Learning Experte
fr: Expert en e-learning
nl: eLearning deskundige
pt: Especialista em EAD
uk: Експерт з електронного навчання
zh: eLearning专家

source: eLearning manager
fr: Manageur en e-learning
pt: Gerente de EAD
uk: Менеджер з електронного навчання
zh: eLearning管理人员

source: E-mail
fr: Adresse email
zh: 电子邮件

# EnterValidCountry
source: Enter your country
de: Geben Sie Ihr Land ein
fr: Saisissez le nom de votre pays
nl: Vul uw land in
pt: Informe seu pais
uk: Виберіть свою країну
zh: 输入国家

# EnterValidEmailError
source: Enter a valid e-mail
de: Geben Sie eine gültige E-Mail ein
fr: Veuillez saisir une adresse email valide
nl: Vul een correct emailadres in
pt: Insira um email válido
uk: Введіть валідний e-mail
zh: 输入有效电子邮件

# EnterValidEmailMessage
source: Enter a valid e-mail address
de: Geben Sie eine gültige E-Mail-Adresse ein
fr: Saisissez un email valide
nl: Voer een geldig e-mailadres in
pt: Entre um e-mail válido
uk: Введіть валідний e-mail
zh: 输入一个有效的e-mail

# EnterValidFirstName
source: Enter your first name
de: Geben Sie Ihren Vornamen ein
fr: Saisissez votre prénom
nl: Vul uw voornaam in
pt: Informe seu primeiro nome
uk: Введіть ім'я
zh: 输入姓

# EnterValidLastName
source: Enter your last name
de: Geben Sie Ihren Nachnamen ein
fr: Saisissez votre nom
nl: Vul uw achternaam in
pt: Informe seu sobrenome
uk: Введіть прізвище
zh: 输入名

# EnterValidPhoneNumber
source: Enter your phone number
de: Geben Sie Ihre Telefonnummer ein
fr: Saisissez votre numéro de téléphone
nl: Vul uw telefoonnummer in
pt: Informe seu telefone
uk: Введіть свій номер телефону
zh: 输入电话号码

# EnterYourNameError
source: Enter a valid name
de: Geben Sie Ihren Namen ein
fr: Veuillez saisir votre nom
nl: Vul een geldige naam in
pt: Insira seu nome
uk: Введіть своє ім'я
zh: 输入您的姓名

# Finish
source: Start authoring!
de: Los geh'ts!
fr: Commencez la réalisation !
nl: Start met schrijven
pt: Iniciar autoria!
uk: Почніть створювати!
zh: 开始编写！

# FirstNameCaption
source: First name
de: Vorname
fr: Prénom
nl: Voornaam
pt: Primeiro nome
uk: Ім'я
zh: 姓

source: Forgot password?
de: Kennwort vergessen?
fr: Mot de passe oublié ?
nl: Wachtwoord vergeten?
pt: Esqueceu a senha?
uk: Забули пароль?
zh: 忘记密码？

# ForgotPasswordSent
source: We've sent you an e-mail with instructions on how to reset your password.
de: Wir haben Ihnen eine E-Mail mit Anleitungen zur Kennwortrücksetzung gesendet.
fr: Nous vous avons envoyé un email avec des instructions sur comment réinitialiser votre mot de passe.
nl: We hebben een e-mail verzonden met instructies voor het opnieuw instellen van uw wachtwoord.
pt: Nós lhe enviamos um e-mail com instruções de como ressetar sua senha.
uk: На ваш e-mail було надіслано листа з інструкціями для відновлення пароля.
zh: 我们已经给你发送一封邮件说明如何重设密码

# ForgotPasswordSubject
source: Password for easygenerator
de: Kennwort für Easygenerator
fr: Mot de passe pour easygenerator
nl: Wachtwoord voor Easygenerator
pt: Senha para o Easygenerator
uk: Пароль для easygenerator
zh: Easygenerator密码

source: Hide password
de: Kennwort verbergen
fr: Cacher le mot de passe
nl: Wachtwoord verbergen
pt: Ocultar senha
uk: Сховати пароль
zh: 隐藏密码

# HomePage
source: Home
de: Startseite
fr: Accueil
pt: Início
uk: Домашня сторінка
zh: 主页

# IdentifyMessage
source: Please identify yourself
de: Bitte identifizieren Sie sich
fr: Veuillez vous identifier
nl: Vul uw gegevens in
pt: Identifique-se
uk: Будь-ласка, ідентифікуйте себе
zh: 请填写您自己的相关信息

# IncorrectEmailOrPassword
source: E-mail and password combination does not exist. Try again or reset your password.
de: Diese Kombination von E-Mail-Adresse und Kennwort wurde nicht gefunden
fr: La combinaison de l'email et du mot de passe n'existe pas. Veuillez réessayer ou réinitialiser le mot de passe.
nl: Deze combinatie van e-mailadres en wachtwoord is niet gevonden. Probeer het opnieuw of reset uw wachtwoord
pt: Combinação e-mail e senha não existe. Tente novamente ou resete a senha.
uk: Такої комбінації e-mail та пароля не існує. Спробуйте знову або скиньте свій пароль.
zh: 所输密码和邮箱不匹配。请重试或重置密码。

source: Instructional designer
de: Didaktischer Entwickler
fr: Concepteur pédagogique
uk: Педагогічний дизайнер
zh: 课程设计人员

# InviteCollaboratorBody
source: <div> <p>{0} wants to work with you on an eLearning course in easygenerator.</p> <p>You can create an easygenerator account for free. Go to: <a href="{1}">{1}</a> and register with this e-mail address and the course will be available after logging in.</p> <p>Kind regards,<br/> easygenerator Team</p> </div>
de: <div> <p>{0} möchte mit Ihnen gemeinsam an einem E-Learning-Kurs in easygenerator arbeiten.</p> <p>Sie können sich kostenfrei ein Konto bei easygenerator erstellen. Gehen Sie auf: <a href="{1}">{1}</a> und melden Sie sich mit dieser E-Mail-Adresse an. Nach Ihrem Login können Sie auf den Kurs zugreifen. </p> <p>Viele Grüße,<br/> Ihr easygenerator-Team</p> </div>
fr: <div> <p>{0} souhaite travailler avec vous pour un cours e-learning sur easygenerator.</p> <p>Vous pouvez créer un compte easygenerator gratuitement. Rendez-vous sur : <a href="{1}">{1}</a>, inscrivez-vous avec cette adresse email et, une fois que vous vous êtes connecté, le cours sera disponible.</p> <p>Cordialement,<br/> L'équipe d'easygenerator </p> </div>
nl: <div> <p>{0} wil met u werken aan een eLearning course in easygenerator.</p> <p>U kunt een gratis easygenerator account aanmaken. Ga naar: <a href="{1}">{1}</a> en registreer u met dit e-mailadres en er is een cursus voor u beschikbaar als u inlogt.</p> <p>Met vriendelijke groet,<br/> easygenerator Team</p> </div>
pt: <div> <p>{0} deseja trabalhar com você em um curso EAD no Easygenerator.</p> <p>Você pode criar uma conta Easygenerator gratis. Vá para: <a href="{1}">{1}</a> e registre com este endereço de e-mail e o curso estará disponível após o login.</p> <p>Atenciosamente,<br/> Time Easygenerator</p> </div>
uk: <div> <p>{0} хоче працювати з тобою для створення онлайн курсів в easygenerator.</p> <p>Ви можете безкоштовно створити акаунт. Перейдіть за посиланням: <a href="{1}">{1}</a> і зареєструйтесь з цією електронною поштою і курс буде доступний вам після авторизації.</p> <p>З найкращими побажаннями,<br/> команда easygenerator</p> </div>
zh: <div> <p>{0} 希望在easygenerator的一个eLearning课程中和你合作。</p> <p>你可以免费创建一个easygenerator的账号。请使用此email地址前往: <a href="{1}">{1}</a>注册，登录后即可发现课程。</p> <p>好运！<br/> easygenerator团队</p> </div>

# InviteCollaboratorSubject
source: You have been invited by {0} to co-author an eLearning course about {1}
de: Sie wurden von {0} als Co-Autor zu einem E-Learning-Kurs über {1} eingeladen.
fr: Vous êtes invité par {0} pour coréaliser un cours e-learning sur {1}
nl: U bent uitgenodigd door {0} als co-auteur voor een elearning cursus over {1}
pt: Você foi convidado por {0} para co-autoria de um curso EAD sobre {1}
uk: {0} запрошує Вас до співавторства курса {1}
zh: 你收到 {0}的邀请来共同编写关于 {1}的elearning课程。

# LastNameCaption
source: Last name
de: Nachname
fr: Nom
nl: Achternaam
pt: Sobrenome
uk: Прізвище
zh: 名

source: Leave your comment
de: Kommentieren Sie diesen Beitrag
fr: Laissez votre commentaire
nl: Geef uw mening
pt: Deixe seu comentário
uk: Залиште свій коментар
zh: 发表评论

# LicenseAgreeCaption
source: By clicking "Sign up" I agree to easygenerator's <a href="{0}" target=”_blank”>Terms and Conditions</a> and <a href="{1}" target=”_blank”>Privacy policy</a>
de: Wenn Sie auf "Anmelden" klicken, stimmen Sie den <a href="{0}" target=”_blank”>Terms</a> and <a href="{1}" target=”_blank”>Datenschutzbestimmungen</a> von easygenerator zu.
fr: En cliquant sur "S’inscrire" j’accepte les <a href="{0}" target=”_blank”>Termes et Conditions </a> ainsi que la <a href="{1}" target=”_blank”>Politique de confidentialité</a> d’easygenerator.
nl: Door op "Inschrijven" te klikken ga ik akkoord met easygenerator's <a href="{0}" target=”_blank”>Voorwaarden</a> en <a href="{1}" target=”_blank”>Privacybeleid</a>
pt: Clicando em "Cadastrar" eu concordo com os <a href="{0}" target=”_blank”>Termos</a> e a <a href="{1}" target=”_blank”>Política de privacidade</a> da Easygenerator
uk: Натискаючи на "Зареєструватись", я погоджуюсь з <a href="{0}" target=”_blank”>умовами</a> та <a href="{1}" target=”_blank”>політикою конфіденційності</a>
zh: 点击“注册”表示我同意easygenerator的 <a href="{0}" target=”_blank”>Terms</a> 和 <a href="{1}" target=”_blank”>隐私条例</a>

source: Name
fr: Nom
nl: Naam
pt: Nome
uk: Ім'я
zh: 姓名

source: No spaces
de: Keine Leerzeichen
fr: Aucun espace
nl: Geen spaties
pt: A senha não pode conter espaços
uk: Немає пробілів
zh: 无空间

# NotLessThanSevenSymbols
source: At least 7 characters
de: Nicht weniger als 7 Symbole
fr: 7 caractères minimum
nl: Niet minder dan 7 tekens
pt: tenha ao menos 7 caracteres;
uk: Не менше 7 символів
zh: 至少7个字符

# NotSupportedBrowserDescription
source: Don't worry, there is an easy fix. All you have to do is click one of the icons below and follow the instructions.
de: Keine Sorge, es gibt eine einfache Lösung. Alles was Sie tun müssen, ist auf eines der nachstehenden Symbole zu klicken und die Anweisungen zu befolgen.
fr: Pas d'inquiétude, une solution simple existe. Il vous suffit de cliquer sur l'une des icônes ci-dessous et de suivre les instructions.
nl: Geen zorgen er is een simpele oplossing. Klik op een van de iconen hieronder om een ondersteunde browser te downlaoden
pt: Não se preocupe, existe uma solução simples. Tudo o que você deve fazer é clicar em um dos ícones abaixo e seguir as instruções.
uk: Не хвилюйтеся, це легко виправити. Все, що потрібно зробити - це клікнути на одну з іконок нижче та дотримуватись інструкцій.
zh: 不用担心，有一个很简便的方法。您只需单击下面的图标并按照指示操作。

# NotSupportedBrowserSkip
source: let me try it anyway...
de: ich möchte es trotzdem versuchen ...
fr: laissez-moi tout de même essayer...
nl: Ik wil het toch proberen....
pt: ainda assim, quero tentar...
uk: дозволити спробувати в будь-якому разі...
zh: 不管怎样，让我试一试...

# NotSupportedBrowserTitle
source: Your browser is currently not supported
de: Ihr Browser wird zurzeit nicht unterstützt
fr: Votre navigateur n'est pas pris en charge
nl: Uw browser wordt niet ondersteund, gebruik een andere browser
pt: Seu navegador atualmente não é suportado
uk: Ваш браузер не підтримується
zh: 您的浏览器当前不受支持

# NotSupportedDeviceDescription
source: The operating system of your device is not supported. Please find the list of supported operational systems
de: Das Betriebssystem Ihres Geräts wird nicht unterstützt. In der folgenden Liste finden Sie die unterstützten Betriebssysteme
fr: Le système d'exploitation de votre périphérique n'est pas pris en charge. Veuillez vous reporter à la liste des systèmes d'exploitation pris en charge
nl: Het besturingssysteem van uw apparaat wordt niet ondersteund.
pt: O sistema operacional de seu dispositivo não é suportado. Consulte a lista de sistemas operacionais suportados.
uk: Операційна система вашого пристрою не підтримується. Будь-ласка, ознайомтеся зі списком операційних систем, що підтримуються.
zh: 您的设备所用的操作系统不受支持。请查询受支持的操作系统列表

# OtherRole
source: Other
de: Andere
fr: Autre
nl: Anders
pt: Outro
uk: Інше
zh: 其它

# PageNotFound
source: The page you requested cannot be found
de: Ihre gewünschte Seite konnte nicht gefunden werden.
fr: La page demandée n'existe pas
nl: De opgevraagde pagina is niet gevonden
pt: A página requisitada não pode ser encontrada.
uk: Сторінка, яку Ви шукаєте, не знайдена
zh: 没有发现此页面

# PageNotFoundDescription
source: Click on Home. Open the course and try again. Contact support@easygenerator.com if the problem persists.
de: Klicken Sie auf Startseite. Öffnen Sie Ihren Kurs und versuchen Sie es erneut. Konatktieren Sie support@easygenerator.com falls das Problem weiterhin besteht.
fr: Cliquez sur Accueil. Ouvrez le cours et réessayez. Contactez support@easygenerator.com si le problème persiste.
nl: Klik op Home. Open de cursus en probeer het opnieuw. Neem contact op met support@easygenerator.com als dit probleem zich blijft voordoen
pt: Clique em Início. Abra o curso e tente novamente. Contate support@easygenerator.com se o problema persistir.
uk: Натисніть на "Домашня сторінка". Відкрийте курс і спробуйте знову. Якщо проблема не зникне надішліть нам електронного листа на адресу support@easygenerator.com
zh: 点击主页。打开课程并重试。如果问题依然存在请联系support@easygenerator.com。

# PasswordCaption
source: Password
de: Kennwort
fr: Mot de passe
nl: Wachtwoord
pt: Senha
uk: Пароль
zh: 密码

# PasswordRecovery
source: Reset password
de: Kennwortrücksetzung
fr: Réinitialiser le mot de passe
nl: Wachtwoordherstel
pt: Ressetar senha
uk: Скинути пароль
zh: 重置密码

# PhoneNumberCaption
source: Phone number
de: Telefonnummer
fr: Numéro de Téléphone
nl: Telefoonnummer
pt: Telefone
uk: Номер телефону
zh: 电话号码

source: Please use:
de: Bitte benutzen Sie:
fr: Veuillez utiliser :
nl: Gebruik
pt: Favor usar:
uk: Правила:
zh: 请使用：

source: Privacy Policy
de: Datenschutzbestimmungen
fr: Politique de Confidentialité
nl: Privacybeleid
pt: Política de privacidade
uk: Політика конфіденційності
zh: 隐私条例

# RequestError
source: An error occurred. Try again Contact support@easygenerator.com if the problem persists.
de: Bei der Bearbeitung Ihrer Anfrage ist ein Fehler aufgetreten:
fr: Une erreur s'est produite. Veuillez réessayer. Contactez support@easygenerator.com si le problème persiste.
nl: Er is een fout opgetreden bij de verwerking van uw verzoek:
pt: Ocorreu um erro. Tente novamente. Contate support@easygenerator.com caso o problema persista.
uk: Щось пішло не так. Спробуте знову. Якщо проблема не зникне надішліть нам електронного листа на адресу support@easygenerator.com
zh: 出错了。请重试。如果问题仍然存在请联系support@easygenerator.com

# RoleQuestion
source: What is your role?
de: Welche Funktion haben Sie?
fr: Quelle est votre profession ?
nl: Wat is uw functie?
pt: Qual sua função
uk: Яка ваша роль?
zh: 你的角色？

# Send
source: Post comment
de: Kommentar posten
fr: Publiez le commentaire
nl: Plaats opmerking
pt: Postar comentário
uk: Відправити коментар
zh: 发布评论

# ServerError
source: An error occurred
de: Etwas ist schief gegangen.
fr: Une erreur s'est produite
nl: Er ging iets mis
pt: Algo não funcionou corretamente
uk: Щось пішло не так
zh: 出错了

# ServerErrorDescription
source: Click on Courses. Open the course and try again. Contact support@easygenerator.com if the problem persists.
de: Klicken Sie auf Kurse. Öffnen Sie Ihren Kurs und versuchen Sie es erneut. Konatktieren Sie support@easygenerator.com falls das Problem weiterhin besteht.
fr: Cliquez sur Cours. Ouvrez le cours et réessayez. Contactez support@easygenerator.com si le problème persiste.
nl: Klik op Cursussen. Open de cursus en probeer het opnieuw. Neem contact op met support@easygenerator.com als dit probleem zich blijft voordoen
pt: Clique em Cursos. Abra o curso e tente novamente. Contate support@easygenerator.com se o problema persistir.
uk: Натисніть на "Домашня сторінка". Відкрийте курс і спробуйте знову. Якщо проблема не зникне надішліть нам електронного листа на адресу support@easygenerator.com
zh: 点击课程。打开课程并重试。如果问题依然存在请联系support@easygenerator.com。

source: Show
de: Anzeigen
fr: Afficher
nl: Laat zie
pt: Exibir
uk: показати
zh: 显示

source: Show password
de: Kennwort anzeigen
fr: Afficher le mot de passe
nl: Wachtwoord weergeven
pt: Exibir senha
uk: Показати пароль
zh: 显示密码

source: Sign in
de: Anmelden
fr: Se connecter
nl: Aanmelden
pt: Entrar
uk: Авторизуватись
zh: 登录

source: Sign up
de: Anmelden
fr: S'inscrire
nl: Aanmelden
pt: Cadastrar
uk: Реєстрація
zh: 注册

# SignUpButton
source: Sign up
de: Registrieren
fr: S'inscrire
nl: Aanmelden
pt: Cadastrar
uk: Зареєструватись
zh: 注册

# SignUpSecondStepTitle
source: Almost there...
de: Fast geschafft…
fr: Vous y êtes presque…
nl: Bijna klaar …
pt: Quase lá
uk: Майже все...
zh: 将要完成

source: Student
de: Schüler/Student
fr: Étudiant
pt: Estudante
uk: Студент
zh: 学员

source: Subject matter expert
de: Fachexperte
fr: Expert en la matière
nl: Materiesedkundige
pt: Especialista
uk: Експерт предметної області
zh: 业务专家

source: Teacher
de: Lehrer
fr: Enseignant
nl: Docent
pt: Professor
uk: Вчитель
zh: 教师

# TermsOfUse
source: Terms and conditions
de: Nutzungsbedingungen
fr: Conditions d'Utilisation
nl: Gebruiksvoorwaarden
pt: Termos de uso
uk: Умови користування
zh: 使用说明

source: Trainer
fr: Formateur
pt: Educador
uk: Тренер
zh: 培训师

source: Try again
de: Versuchen Sie es erneut.
fr: Réessayer
nl: Probeer opnieuw
pt: Tente novamente
uk: Спробувати знову
zh: 重试

# YourMessage
source: Type your message...
de: Ihre Nachricht tippen ...
fr: Saisissez votre message...
nl: Typ uw bericht
pt: Digite sua mensagem...
uk: Напишіть Ваше повідомлення...
zh: 输入您的消息...

# NotSupportedDeviceTitle
source: Your device is not supported
de: Ihr Gerät wird nicht unterstützt.
fr: Votre appareil n'est pas pris en charge
nl: Uw apparaat wordt niet ondersteund
pt: Seu dispositivo não é suportado
uk: Ваш пристрій не підтримується
zh: 您的设备不受支持

# ForgotPasswordBody
source: <div> Hi, <p> A password reset was requested for your account at <a href=""{0}"">{0}</a>. </p> <p> To reset the password please click on the below link:<br /> <a href=""{1}"">{1}</a> </p> <p> If you have not submitted this request, please ignore this message. Your password will not be changed. </p> <p> Thank you for using easygenerator.com and have a nice day! </p> -- <p> <strong> Best regards,<br /> easygenerator team </strong> </p> </div>
nl: Onderwerp: Uw poging uw wachtwoord opnieuw in te stellen op <a href=""{0}"">{0}</a> Hallo, Iemand heeft recentelijk geprobeerd het wachtwoord voor uw account bij <a href=""{0}"">{0}</a> opnieuw in te stellen. Als u het wachtwoord opnieuw wilt instellen, klikt u op de onderstaande koppeling: <a href=""{1}"">{1}</a> Als dit een vergissing is, kunt u deze e-mail negeren. Uw wachtwoord wordt dan niet gewijzigd. Dank u voor het gebruik van easygenerator.com en een prettige dag! -- Vriendelijke groet, team van easygenerator

# IE
source: internet explorer
nl: Internet Exploere

# Safari
source: apple safari
nl: Safari
