CKEDITOR.plugins.setLang('audioembed', 'uk', {
    embedAudio: 'Вставка аудіо',
    pasteEmbedCodeHere: 'Вставте HTML код тут',
    embedCodeMissing: 'HTML код відсутній',
    dialogDescriptionContent: '<div>' +
            '<p>Ви можете вставити свої аудіо файли в курс. Нещодавно, для цього, ми запустили аудіо бібліотеку всередині easygenerator</p><br/>' +
            '<p>Ось як це працює:</p><br/>' +
            '<ol style="padding-left: 35px;">' +
                '<li>Відвідайте "Мої матеріали" та відкрийте "Аудіо бібліотека"</li>' +
                '<li>Завантажте свій аудіо файл</li>' +
                '<li>Зачекайте доки процес завантаження закінчиться. Потім скопіюйте код для цього аудіо файла.</li>' +
                '<li>Вставте цей код в поле нижче. Це все!</li>' +
            '</ol><br />' +
            '<p>Ми все ще працюємо над поліпшенням якості обслуговування користувачів і скоро ви зможете додавати свої аудіо файли прямо тут.</p>' + 
        '</div>'
});